Repository: nkvoronov/script.artwork.downloader.ex
Catalog: resources/language/resource.language.*/strings.po
Languages: uk_ua

# #32001
source: Please help get more artwork or donate on:
uk_ua: Будь ласка, допоможіть отримати більше робіт або пожертвувати:

# #32002
source: Scheduled run at time: (24h)
uk_ua: Запланувати запуск в: (24 години)

# #32003
source: Faulty/empty settings combination found!
uk_ua: Знайдена комбінація несправностей/порожніх налаштувань!

# #32004
source: Select your preferences and press OK to save
uk_ua: Встановіть свої налаштування і натисніть OK, щоб зберегти

# #32005
source: Cleaning up
uk_ua: Очистити

# #32006
source: Error
uk_ua: Помилка

# #32007
source: Error downloading file
uk_ua: Помилка завантаження файлу

# #32008
source: Searching for artwork
uk_ua: Пошук ілюстрацій

# #32009
source: Downloading
uk_ua: Завантаження…

# #32010
source: Add-on aborted
uk_ua: Доповнення перервано

# #32011
source: Network error detected
uk_ua: Виявлена мережева помилка

# #32012
source: Finished
uk_ua: Завершено

# #32013
source: Enable downloading
uk_ua: Дозволити завантаження

# #32014
source: Total Artwork
uk_ua: Всього ілюстрацій

# #32015
source: Please choose
uk_ua: Будь ласка, оберіть

# #32016
source: Failed items
uk_ua: Невірні елементи

# #32017
source: Cancelled
uk_ua: Скасовано

# #32018
source: Download canceled by user
uk_ua: Завантаження скасовано користувачем

# #32019
source: Delayed start in minutes:
uk_ua: Затримка старту в хвилинах:

# #32020
source: Downloaded
uk_ua: Завантажено

# #32021
source: Processing Artwork
uk_ua: Обробка зображень

# #32022
source: not found!
uk_ua: не знайдено

# #32023
source: Run add-on at login
uk_ua: Запуск доповнення при вході в систему

# #32024
source: Run add-on as a service
uk_ua: Запуск доповнення як служби

# #32025
source: Yes
uk_ua: Так

# #32026
source: No
uk_ua: Ні

# #32027
source: Close
uk_ua: Закрити

# #32028
source: Report
uk_ua: Звіт

# #32029
source: [I](After changes are made you must restart XBMC) [/I]
uk_ua: [I](Після внесення змін ви повинні перезапустити KODI) [/I]

# #32030
source: No provider ID found for looking up artwork
uk_ua: Ідентифікатор провайдера не найден для пошуку ілюстрацій

# #32031
source: General
uk_ua: Загальні

# #32032
source: [B]General settings used in Artwork Downloader Ex[/B]
uk_ua: [B]Загальні установки, що використовуються в Artwork Downloader Ex[/B]

# #32033
source: Run in background
uk_ua: Запустити в фоні

# #32034
source: Show dialog on finished/errors
uk_ua: Показати діалог при закінченні/помилках

# #32035
source: Overwrite all existing artwork [I](will be automaticly disabled after downloading) [/I]
uk_ua: Перезаписати всі існуючі ілюстрації [I](автоматично відключиться після завантаження) [/I]

# #32036
source: Centralize extrafanart [I](Can be used for extrafanart slideshow) [/I]
uk_ua: Централізувати доп. Фанарт [I] (Може використовуватися для слайд-шоу доп. Фанарт) [/I]

# #32037
source: Central TV extrafanart directory
uk_ua: Папка для доп. Фанарт (Серіали)

# #32038
source: Central Movie extrafanart directory
uk_ua: Папка для доп. Фанарт (Фільми)

# #32039
source: View download report from latest download run
uk_ua: Показати звіт про завантаження останнього запуску

# #32051
source: Limit Artwork
uk_ua: Ліміт ілюстрацій

# #32052
source: [B]Options for limiting downloaded artwork[/B]
uk_ua: [B]Параметри для обмеження завантажених зображень[/B]

# #32053
source: Maximum extrafanart
uk_ua: Максимум доп. фанарт

# #32054
source: Minimum rating
uk_ua: Мінімум рейтинг

# #32055
source: Preferred language:
uk_ua: Бажана мова:

# #32056
source: Exclude fanart that has text
uk_ua: Виключити Фанарт з текстом

# #32057
source: Minimum fanart size: Movies
uk_ua: Мінімальний розмір фанарт (Фільми)

# #32058
source: Minimum fanart size: TV Shows
uk_ua: Мінімальний розмір фанарт (Серіали)

# #32062
source: Minimum fanart size: Musicvideos
uk_ua: Мінімальний розмір фанарт (Муз. Відео)

# #32071
source: Movies
uk_ua: Фільми

# #32072
source: [B]Options for downloading Movie artwork[/B]
uk_ua: [B]Параметри для завантаження ілюстрацій Фільмів[/B]

# #32081
source: TV Shows
uk_ua: Серіали

# #32082
source: [B]Options for downloading TV Show artwork[/B]
uk_ua: [B]Параметри для завантаження ілюстрацій Серіалів[/B]

# #32084
source: No valid library item selected
uk_ua: Не встановлено дійсний елемент бібліотеки

# #32091
source: Musicvideo
uk_ua: Муз. відео

# #32092
source: [B]Options for downloading Musicvideo artwork[/B]
uk_ua: [B]Параметри для завантаження ілюстрацій Муз. відео[/B]

# #32101
source: Advanced
uk_ua: Додаткові

# #32102
source: [B]Some more advanced settings to be used[/B]
uk_ua: [B]Деякі додаткові настройки, які будуть використовуватися[/B]

# #32103
source: Use local files
uk_ua: Використовувати локальні файли

# #32106
source: Use XBMC pre-caching [I](caches images to thumbnails folder while downloading) [/I]
uk_ua: Використовуйте попереднє кешування KODI [I](кешируєт зображення в папку ескізів при завантаженні)[/I]

# #32121
source: Fanart
uk_ua: Фанарт

# #32122
source: Extrafanart
uk_ua: Доп. Фанарт

# #32123
source: Banner
uk_ua: Баннер

# #32124
source: Season Banners
uk_ua: Банери сезонів

# #32125
source: ClearArt
uk_ua: Віньєтка

# #32126
source: Logo
uk_ua: Логотип

# #32127
source: Character Art
uk_ua: Персонаж

# #32128
source: Poster
uk_ua: Постер

# #32129
source: Season Posters
uk_ua: Постери сезонів

# #32130
source: Thumb 16:9
uk_ua: Ескіз 16:9

# #32131
source: Extrathumbs
uk_ua: Доп. ескізи

# #32132
source: Disc Art
uk_ua: Диск

# #32133
source: Artwork
uk_ua: Обкладинка

# #32134
source: Season Thumbs 16:9
uk_ua: Ескізи сезонів 16:9

# #32141
source: Language
uk_ua: Мова

# #32142
source: Rating
uk_ua: Рейтинг

# #32143
source: Votes
uk_ua: Голосів

# #32144
source: Season
uk_ua: Сезон

# #32145
source: Size
uk_ua: Розмір

# #32146
source: Disc
uk_ua: Диск

# #32147
source: below limit setting
uk_ua: нижче ліміту налаштування

# #32148
source: Time of finish
uk_ua: Час закінчення

# #32149
source: No failed or missing items found
uk_ua: Немає виявлених пропущених або відсутніх елементів

# #32150
source: add-on aborted because of XBMC shutting down
uk_ua: Доповнення закрито через закриття KODI

# #32151
source: add-on cancelled while searching for
uk_ua: Доповнення скасовано при пошуку

# #32152
source: add-on aborted because of problems
uk_ua: Доповнення скасовано через проблеми

# #32153
source: add-on cancelled while downloading Artwork
uk_ua: Доповнення скасовано при завантаженні ілюстрацій

# #32181
source: Info
uk_ua: Інформація

# #32182
source: Please donate or contribute to the following sites to show your support:
uk_ua: Будь ласка, пожертвуйте або внесіть свій внесок в наступні сайти, щоб показати свою підтримку:

# #32183
source: [I]www.xbmc.org [/I]
uk_ua: [I]kodi.tv [/I]

# #32187
source: Add-on authors:
uk_ua: Автори доповнення:

# #32189
source: Thanks to:
uk_ua: Дякуємо:

# #32190
source: Team XBMC and the authors of the other addons on which this was based.
uk_ua: команді KODI і авторам інших доповнень, на яких грунтується це доповнення.

# #32191
source: [I]For bugs, requests or general questions visit the [/I]
uk_ua: [I]Для помилок, запитів або загальних питань відвідайте[/I]

# #32192
source: [I] Artwork Downloader Ex thread on the XBMC forum. [/I]
uk_ua: [I] гілку Artwork Downloader на форумі KODI.[/I]
