Repository: nkvoronov/script.artwork.downloader.ex
Catalog: resources/language/*/strings.po
Languages: russian

# #32001
source: Please help get more artwork or donate on:
russian: Пожалуйста, помогите получить больше работ или пожертвовать:

# #32002
source: Scheduled run at time: (24h)
russian: Запланировать запуск в: (24 часа)

# #32003
source: Faulty/empty settings combination found!
russian: Найдена комбинация неисправностей / пустых настроек!

# #32004
source: Select your preferences and press OK to save
russian: Установите свои настройки и нажмите OK, чтобы сохранить

# #32005
source: Cleaning up
russian: Очистить

# #32006
source: Error
russian: Ошибка

# #32007
source: Error downloading file
russian: Ошибка загрузки файла

# #32008
source: Searching for artwork
russian: Поиск илюстраций

# #32009
source: Downloading
russian: Загрузка…

# #32010
source: Add-on aborted
russian: Дополнение прервано

# #32011
source: Network error detected
russian: Обнаружена сетевая ошибка

# #32012
source: Finished
russian: Окончено

# #32013
source: Enable downloading
russian: Разрешить загрузку

# #32014
source: Total Artwork
russian: Всего илюстраций

# #32015
source: Please choose
russian: Пожалуйста, выберите

# #32016
source: Failed items
russian: Неверные элементы

# #32017
source: Cancelled
russian: Отменено

# #32018
source: Download canceled by user
russian: Загрузка отменено пользователем

# #32019
source: Delayed start in minutes:
russian: Задержка старта в минутах:

# #32020
source: Downloaded
russian: Загружено

# #32021
source: Processing Artwork
russian: Обработка изображений

# #32022
source: not found!
russian: не найдено

# #32023
source: Run add-on at login
russian: Запуск дополнения при входе в систему

# #32024
source: Run add-on as a service
russian: Запуск дополнения как службы

# #32025
source: Yes
russian: Да

# #32026
source: No
russian: Нет

# #32027
source: Close
russian: Закрыть

# #32028
source: Report
russian: Отчет

# #32029
source: [I](After changes are made you must restart XBMC) [/I]
russian: [I](После внесения изменений вы должны перезапустить KODI) [/I]

# #32030
source: No provider ID found for looking up artwork
russian: Идентификатор провайдера не найден для поиска илюстраций

# #32031
source: General
russian: Общие

# #32032
source: [B]General settings used in Artwork Downloader Ex[/B]
russian: [B]Общие настройки, используемые в Artwork Downloader Ex[/B]

# #32033
source: Run in background
russian: Запустить в фоне

# #32034
source: Show dialog on finished/errors
russian: Показать диалог при окончании/ошибках

# #32035
source: Overwrite all existing artwork [I](will be automaticly disabled after downloading) [/I]
russian: Перезаписать все существующие иллюстрации [I] (автоматически отключится после загрузки) [/I]

# #32036
source: Centralize extrafanart [I](Can be used for extrafanart slideshow) [/I]
russian: Централизовать доп. фанарты [I] (Может использоваться для слайд-шоу доп. фанартов) [/I]

# #32037
source: Central TV extrafanart directory
russian: Папка для доп. фанартов (Сериалы)

# #32038
source: Central Movie extrafanart directory
russian: Папка для доп. фанартов (Фильмы)

# #32039
source: View download report from latest download run
russian: Показать отчет о загрузке последнего запуска

# #32051
source: Limit Artwork
russian: Лимит илюстраций

# #32052
source: [B]Options for limiting downloaded artwork[/B]
russian: [B]Параметры для ограничения загруженных изображений[/B]

# #32053
source: Maximum extrafanart
russian: Максимум доп. фанартов

# #32054
source: Minimum rating
russian: Минимум рейтинг

# #32055
source: Preferred language:
russian: Предпочтительный язык:

# #32056
source: Exclude fanart that has text
russian: Исключить фанарты с текстом

# #32057
source: Minimum fanart size: Movies
russian: Минимальный размер фанарта (Фильмы)

# #32058
source: Minimum fanart size: TV Shows
russian: Минимальный размер фанарта (Сериалы)

# #32062
source: Minimum fanart size: Musicvideos
russian: Минимальный размер фанарта (Муз. видео)

# #32071
source: Movies
russian: Фильмы

# #32072
source: [B]Options for downloading Movie artwork[/B]
russian: [B]Параметры для загрузки илюстраций Фильмов[/B]

# #32081
source: TV Shows
russian: Сериалы

# #32082
source: [B]Options for downloading TV Show artwork[/B]
russian: [B]Параметры для загрузки илюстраций Сериалов[/B]

# #32084
source: No valid library item selected
russian: Не выбран действительный элемент библиотеки

# #32091
source: Musicvideo
russian: Муз. видео

# #32092
source: [B]Options for downloading Musicvideo artwork[/B]
russian: [B]Параметры для загрузки илюстраций Муз. видео[/B]

# #32101
source: Advanced
russian: Дополнительные

# #32102
source: [B]Some more advanced settings to be used[/B]
russian: [B]Некоторые дополнительные настройки, которые будут использоваться[/B]

# #32103
source: Use local files
russian: Использовать локальные файлы

# #32106
source: Use XBMC pre-caching [I](caches images to thumbnails folder while downloading) [/I]
russian: Используйте предварительное кэширование KODI [I](кэширует изображения в папку эскизов при загрузке)[/I]

# #32121
source: Fanart
russian: Фанарт

# #32122
source: Extrafanart
russian: Доп. Фанарт

# #32123
source: Banner
russian: Баннер

# #32124
source: Season Banners
russian: Баннеры сезонов

# #32126
source: Logo
russian: Логотип

# #32127
source: Character Art
russian: Персонаж

# #32128
source: Poster
russian: Постер

# #32129
source: Season Posters
russian: Постеры сезонов

# #32130
source: Thumb 16:9
russian: Эскиз 16:9

# #32131
source: Extrathumbs
russian: Доп. эскизы

# #32132
source: Disc Art
russian: Диск

# #32133
source: Artwork
russian: Обложка

# #32134
source: Season Thumbs 16:9
russian: Эскизы сезонов 16:9

# #32141
source: Language
russian: Язык

# #32142
source: Rating
russian: Рейтинг

# #32143
source: Votes
russian: Голосов

# #32144
source: Season
russian: Сезон

# #32145
source: Size
russian: Размер

# #32146
source: Disc
russian: Диск

# #32147
source: below limit setting
russian: ниже лимита настройки

# #32148
source: Time of finish
russian: Время окончания

# #32149
source: No failed or missing items found
russian: Нет обнаруженных пропущенных или отсутствующих элементов

# #32150
source: add-on aborted because of XBMC shutting down
russian: Дополнение закрыто из-за закрытия KODI

# #32151
source: add-on cancelled while searching for
russian: Дополнение отменено при поиске

# #32152
source: add-on aborted because of problems
russian: Дополнение отменено из-за проблем

# #32153
source: add-on cancelled while downloading Artwork
russian: Дополнение отменено при загрузке илюстраций

# #32181
source: Info
russian: Информация

# #32182
source: Please donate or contribute to the following sites to show your support:
russian: Пожалуйста, пожертвуйте или внесите свой вклад в следующие сайты, чтобы показать свою поддержку:

# #32183
source: [I]www.xbmc.org [/I]
russian: [I]kodi.tv [/I]

# #32187
source: Add-on authors:
russian: Авторы дополнения:

# #32189
source: Thanks to:
russian: Спасибо:

# #32190
source: Team XBMC and the authors of the other addons on which this was based.
russian: команде KODI и авторам других дополнений, на которых основано это дополнение.

# #32191
source: [I]For bugs, requests or general questions visit the [/I]
russian: [I]Для ошибок, запросов или общих вопросов посетите[/I]

# #32192
source: [I] Artwork Downloader Ex thread on the XBMC forum. [/I]
russian: [I] ветку Artwork Downloader на форуме KODI.[/I]
